[
  {
    "text": "This ingredient is commonly used as a bulking agent in processed foods.",
    "label": "filler"
  },
  {
    "text": "Often added to food as a cheap filler ingredient.",
    "label": "filler"
  },
  {
    "text": "Used to increase the volume and reduce the cost of a product.",
    "label": "filler"
  },
  {
    "text": "Frequently added to food to improve texture and consistency as a filler.",
    "label": "filler"
  },
  {
    "text": "This ingredient is often used as a thickener and filler in soups and sauces.",
    "label": "filler"
  },
  {
    "text": "Added to food as a filler ingredient to enhance mouthfeel and texture.",
    "label": "filler"
  },
  {
    "text": "Commonly used as a binder and filler in processed meats.",
    "label": "filler"
  },
  {
    "text": "This ingredient is often used as a cheap filler to extend the shelf life of a product.",
    "label": "filler"
  },
  {
    "text": "Frequently added to food as a low-cost filler ingredient.",
    "label": "filler"
  },
  {
    "text": "Used as a filler to replace more expensive ingredients in processed foods.",
    "label": "filler"
  },
  {
    "text": "Often added to food as a bulking agent and filler to improve texture.",
    "label": "filler"
  },
  {
    "text": "This ingredient is commonly used as a thickener and filler in baked goods.",
    "label": "filler"
  },
  {
    "text": "Frequently added to food as a low-nutrient filler ingredient.",
    "label": "filler"
  },
  {
    "text": "Commonly used as a cheap filler in protein bars and powders.",
    "label": "filler"
  },
  {
    "text": "This ingredient is often added to food as a bulking agent and filler to reduce cost.",
    "label": "filler"
  },
  {
    "text": "Used as a filler to increase the volume and reduce the cost of a product.",
    "label": "filler"
  },
  {
    "text": "Often added to food as a cheap filler ingredient to improve texture and consistency.",
    "label": "filler"
  },
  {
    "text": "This ingredient is commonly used as a thickener and filler in processed foods.",
    "label": "filler"
  },
  {
    "text": "Frequently added to food as a low-cost filler ingredient to reduce manufacturing costs.",
    "label": "filler"
  },
  {
    "text": "Commonly used as a binder and filler in processed cheeses.",
    "label": "filler"
  },
  {
    "text": "This ingredient is often added to food as a cheap filler to improve texture and mouthfeel.",
    "label": "filler"
  },
  {
    "text": "Used as a filler to extend the shelf life of a product and reduce cost.",
    "label": "filler"
  },
  {
    "text": "Often added to food as a low-nutrient filler ingredient to increase volume.",
    "label": "filler"
  },
  {
    "text": "This ingredient is commonly used as a thickener and filler in frozen desserts.",
    "label": "filler"
  },
  {
    "text": "Frequently added to food as a low-cost filler ingredient to improve profit margins.",
    "label": "filler"
  },
  {
    "text": "This ingredient is a premium, high-quality source of protein.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is naturally rich in nutrients and adds great flavor to the dish.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a wholesome, nutrient-dense food that is used in small amounts to enhance the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a natural sweetener that does not require any additional fillers or additives.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a healthy fat that provides a rich, satisfying taste without the need for fillers.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a high-fiber food that is used in small amounts to add texture and nutrition to the dish.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a natural flavor enhancer that does not require any additional fillers or artificial ingredients.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a pure, unadulterated form of the food that adds nutrition and flavor without any fillers or additives.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a nutritious vegetable that is used in small amounts to add texture and flavor to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a high-quality, sustainably-sourced food that adds nutrition and flavor to the dish.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a nutrient-dense food that is used in small amounts to add a burst of flavor and nutrition to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a premium, all-natural spice that adds depth and complexity to the flavor profile of the dish.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a high-quality, all-natural sweetener that is used in small amounts to enhance the flavor of the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a wholesome, nutritious grain that adds texture and flavor to the dish without any fillers.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a fresh, all-natural herb that is used to add bright, fresh flavor to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a pure, unadulterated form of the food that adds rich, satisfying flavor and nutrition to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a natural thickener that does not require any additional fillers or additives.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a high-quality, all-natural source of fat that adds flavor and richness to the dish.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a nutrient-dense food that is used in small amounts to add texture and nutrition to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a premium, all-natural source of protein that adds flavor and nutrition without any fillers or additives.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a healthy, all-natural source of carbohydrates that is used in small amounts to add texture and nutrition to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a pure, unadulterated form of the food that adds rich, satisfying flavor and nutrition without any fillers or additives.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a natural, all-purpose seasoning that adds delicious flavor to any dish without any fillers or artificial ingredients.",
    "label": "unfiller"
  },
  {
    "text": "The ingredient is a high-quality, all-natural source of vitamins and minerals that adds nutrition and flavor to the recipe.",
    "label": "unfiller"
  },
  {
    "text": "This ingredient is a fresh, all-natural fruit or vegetable that is used to add nutrition and flavor to the dish.",
    "label": "unfiller"
  }
]